Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Import or generate SSH keys in Settings to use as defaults
ar: استورد أو أنشئ مفاتيح SSH في الإعدادات لاستخدامها كمفاتيح افتراضية
ca: Importeu o genereu claus SSH a Configuració per utilitzar-les per defecte
cs: Importujte nebo vygenerujte SSH klíče v Nastavení pro použití jako výchozí
da: Importer eller generer SSH-nøgler i Indstillinger for at bruge som standard
de: Importieren oder generieren Sie SSH-Schlüssel in den Einstellungen zur Verwendung als Standard
es: Importe o genere claves SSH en Ajustes para usar como predeterminadas
fi: Tuo tai luo SSH-avaimia Asetuksissa käytettäväksi oletuksina
fr: Importez ou générez des clés SSH dans les Réglages pour les utiliser par défaut
he: ייבא או צור מפתחות SSH בהגדרות לשימוש כברירת מחדל
hu: Importáljon vagy generáljon SSH kulcsokat a Beállításokban alapértelmezettként való használathoz
it: Importi o generi chiavi SSH nelle Impostazioni per utilizzarle come predefinite
ja: 設定でSSHキーを読み込みまたは生成してデフォルトとして使用します
ko: 설정에서 SSH 키를 가져오거나 생성하여 기본값으로 사용하세요
nb: Importer eller generer SSH-nøkler i Innstillinger for å bruke som standard
nl: Importeer of genereer SSH-sleutels in Instellingen om als standaard te gebruiken
pl: Zaimportuj lub wygeneruj klucze SSH w Ustawieniach, aby używać ich jako domyślnych
pt_br: Importe ou gere chaves SSH nos Ajustes para usar como padrão
pt_pt: Importe ou gere chaves SSH nas Definições para utilizar como predefinidas
ro: Importați sau generați chei SSH în Setări pentru a le folosi ca implicite
sl: Uvozite ali ustvarite SSH-ključe v Nastavitvah za uporabo kot privzete
sv: Importera eller generera SSH-nycklar i Inställningar för att använda som standard
uk: Імпортуйте або згенеруйте SSH-ключі в Налаштуваннях для використання за замовчуванням
vi: Nhập hoặc tạo khóa SSH trong Cài đặt để sử dụng làm mặc định
zh_hans: 在设置中导入或生成 SSH 密钥以用作默认密钥
zh_hant: 在設定中匯入或產生 SSH 金鑰以用作預設金鑰

source: Import Shader
ar: استيراد مُظلّل
ca: Importar shader
cs: Importovat shader
da: Importer shader
de: Shader importieren
es: Importar shader
fi: Tuo shader
fr: Importer un shader
he: ייבוא Shader
hu: Shader importálása
it: Importa shader
ja: シェーダーを読み込み
ko: 셰이더 가져오기
nb: Importer shader
nl: Shader importeren
pl: Importuj shader
pt_br: Importar Shader
pt_pt: Importar Shader
ro: Importare shader
sl: Uvozi shader
sv: Importera shader
uk: Імпортувати шейдер
vi: Nhập shader
zh_hans: 导入着色器
zh_hant: 匯入著色器

source: Import Shader...
ar: استيراد مُظلّل...
ca: Importar shader...
cs: Importovat shader…
da: Importer shader...
de: Shader importieren …
es: Importar shader…
fi: Tuo shader...
fr: Importer un shader…
he: ייבוא Shader...
hu: Shader importálása...
it: Importa shader...
ja: シェーダーを読み込み...
ko: 셰이더 가져오기...
nb: Importer shader …
nl: Shader importeren...
pl: Importuj shader...
pt_br: Importar Shader...
pt_pt: Importar Shader...
ro: Importare shader…
sl: Uvozi shader ...
sv: Importera shader...
uk: Імпортувати шейдер…
vi: Nhập shader...
zh_hans: 导入着色器…
zh_hant: 匯入著色器⋯

source: Import software SSH keys first, then you can move them to your YubiKey.
ar: استورد مفاتيح SSH البرمجية أولاً، ثم يمكنك نقلها إلى YubiKey.
ca: Primer importeu les claus SSH de programari, després podreu traslladar-les al vostre YubiKey.
cs: Nejprve importujte softwarové SSH klíče, poté je můžete přesunout na svůj YubiKey.
da: Importer software SSH-nøgler først, derefter kan du flytte dem til din YubiKey.
de: Importieren Sie zuerst Software-SSH-Schlüssel, dann können Sie diese auf Ihren YubiKey verschieben.
es: Primero importe las claves SSH de software, luego podrá moverlas a su YubiKey.
fi: Tuo ensin ohjelmistolliset SSH-avaimet, sitten voit siirtää ne YubiKeyllesi.
fr: Importez d'abord des clés SSH logicielles, puis vous pourrez les transférer sur votre YubiKey.
he: ייבא תחילה מפתחות SSH תוכנתיים, ואז תוכל להעביר אותם ל-YubiKey שלך.
hu: Először importáljon szoftveres SSH kulcsokat, majd áthelyezheti őket a YubiKey-re.
it: Importi prima le chiavi SSH software, poi potrà spostarle sulla Sua YubiKey.
ja: まずソフトウェアSSHキーを読み込み、その後YubiKeyに移動できます。
ko: 먼저 소프트웨어 SSH 키를 가져온 다음 YubiKey로 이동할 수 있습니다.
nb: Importer programvare-SSH-nøkler først, deretter kan du flytte dem til YubiKey-en din.
nl: Importeer eerst software-SSH-sleutels, daarna kunt u ze naar uw YubiKey verplaatsen.
pl: Najpierw zaimportuj programowe klucze SSH, a następnie możesz je przenieść na YubiKey.
pt_br: Importe chaves SSH de software primeiro, depois você pode movê-las para o seu YubiKey.
pt_pt: Importe primeiro as chaves SSH de software e depois poderá movê-las para o seu YubiKey.
ro: Importați mai întâi cheile SSH software, apoi le puteți muta pe YubiKey.
sl: Najprej uvozite programske SSH-ključe, nato jih lahko premaknete na vaš YubiKey.
sv: Importera mjukvaru-SSH-nycklar först, sedan kan du flytta dem till din YubiKey.
uk: Спочатку імпортуйте програмні SSH-ключі, потім ви зможете перемістити їх на YubiKey.
vi: Trước tiên hãy nhập các khóa SSH phần mềm, sau đó bạn có thể chuyển chúng sang YubiKey.
zh_hans: 请先导入软件 SSH 密钥，然后才能将其转移到 YubiKey。
zh_hant: 請先匯入軟體 SSH 金鑰，然後才能將其移轉到 YubiKey。

source: Import SSH Key
ar: استيراد مفتاح SSH
ca: Importar clau SSH
cs: Importovat SSH klíč
da: Importer SSH-nøgle
de: SSH-Schlüssel importieren
es: Importar clave SSH
fi: Tuo SSH-avain
fr: Importer une clé SSH
he: ייבוא מפתח SSH
hu: SSH kulcs importálása
it: Importa chiave SSH
ja: SSHキーを読み込み
ko: SSH 키 가져오기
nb: Importer SSH-nøkkel
nl: SSH-sleutel importeren
pl: Importuj klucz SSH
pt_br: Importar Chave SSH
pt_pt: Importar Chave SSH
ro: Importare cheie SSH
sl: Uvozi SSH-ključ
sv: Importera SSH-nyckel
uk: Імпортувати SSH-ключ
vi: Nhập khóa SSH
zh_hans: 导入 SSH 密钥
zh_hant: 匯入 SSH 金鑰

source: Import the cluster kubeconfig in Settings > Kubernetes
ar: استورد kubeconfig الخاص بالمجموعة من الإعدادات > Kubernetes
ca: Importeu el kubeconfig del clúster a Configuració > Kubernetes
cs: Importujte kubeconfig clusteru v Nastavení > Kubernetes
da: Importer klyngens kubeconfig i Indstillinger > Kubernetes
de: Kubeconfig des Clusters in Einstellungen > Kubernetes importieren
es: Importa el kubeconfig del clúster en Ajustes > Kubernetes
fi: Tuo klusterin kubeconfig kohdassa Asetukset > Kubernetes
fr: Importez le kubeconfig du cluster dans Réglages > Kubernetes
he: ייבא את ה-kubeconfig של האשכול בהגדרות > Kubernetes
hu: Importálja a klaszter kubeconfigját itt: Beállítások > Kubernetes
it: Importa il kubeconfig del cluster in Impostazioni > Kubernetes
ja: 設定 > Kubernetes でクラスタのkubeconfigを読み込んでください
ko: 설정 > Kubernetes에서 cluster kubeconfig를 가져오세요
nb: Importer klyngens kubeconfig i Innstillinger > Kubernetes
nl: Importeer de kubeconfig van het cluster in Instellingen > Kubernetes
pl: Zaimportuj kubeconfig klastra w Ustawienia > Kubernetes
pt_br: Importe o kubeconfig do cluster em Ajustes > Kubernetes
pt_pt: Importe o kubeconfig do cluster em Definições > Kubernetes
ro: Importați kubeconfig-ul clusterului în Setări > Kubernetes
sl: Uvozite kubeconfig gruče v Nastavitve > Kubernetes
sv: Importera klustrets kubeconfig i Inställningar > Kubernetes
uk: Імпортуйте kubeconfig кластера в Налаштування > Kubernetes
vi: Nhập kubeconfig của cụm trong Cài đặt > Kubernetes
zh_hans: 在设置 > Kubernetes 中导入集群的 kubeconfig
zh_hant: 請在設定 > Kubernetes 中匯入叢集的 kubeconfig

source: Import the kubeconfig to manage this cluster from the app.
ar: استورد ملف kubeconfig لإدارة هذه المجموعة من التطبيق.
ca: Importeu el kubeconfig per gestionar aquest clúster des de l'aplicació.
cs: Importujte kubeconfig pro správu tohoto clusteru z aplikace.
da: Importer kubeconfig for at administrere denne klynge fra appen.
de: Importieren Sie die Kubeconfig, um diesen Cluster über die App zu verwalten.
es: Importe el kubeconfig para gestionar este clúster desde la app.
fi: Tuo kubeconfig hallitaksesi tätä klusteria sovelluksesta.
fr: Importez le kubeconfig pour gérer ce cluster depuis l'app.
he: ייבא את ה-kubeconfig כדי לנהל אשכול זה מהאפליקציה.
hu: Importálja a kubeconfig fájlt a klaszter alkalmazásból történő kezeléséhez.
it: Importi il kubeconfig per gestire questo cluster dall'app.
ja: kubeconfigを読み込んでアプリからこのクラスタを管理します。
ko: kubeconfig를 가져와 앱에서 이 cluster를 관리하세요.
nb: Importer kubeconfig-en for å administrere denne klyngen fra appen.
nl: Importeer de kubeconfig om dit cluster vanuit de app te beheren.
pl: Zaimportuj kubeconfig, aby zarządzać tym klastrem z poziomu aplikacji.
pt_br: Importe o kubeconfig para gerenciar este cluster pelo app.
pt_pt: Importe o kubeconfig para gerir este cluster a partir da aplicação.
ro: Importați kubeconfig-ul pentru a gestiona acest cluster din aplicație.
sl: Uvozite kubeconfig za upravljanje te gruče iz aplikacije.
sv: Importera kubeconfig för att hantera detta kluster från appen.
uk: Імпортуйте kubeconfig для керування цим кластером із програми.
vi: Nhập kubeconfig để quản lý cụm này từ ứng dụng.
zh_hans: 导入 kubeconfig 以从应用管理此集群。
zh_hant: 匯入 kubeconfig 以從 App 管理此叢集。

source: Import Theme
ar: استيراد سمة
ca: Importa un tema
cs: Importovat motiv
da: Importer tema
de: Theme importieren
es: Importar tema
fi: Tuo teema
fr: Importer un thème
he: ייבוא ערכת נושא
hu: Téma importálása
it: Importa tema
ja: テーマをインポート
ko: 테마 가져오기
nb: Importer tema
nl: Thema importeren
pl: Importuj motyw
pt_br: Importar tema
pt_pt: Importar tema
ro: Importă temă
sl: Uvozi temo
sv: Importera tema
uk: Імпортувати тему
vi: Nhập chủ đề
zh_hans: 导入主题
zh_hant: 匯入主題

source: Import Theme File...
ar: استيراد ملف سمة...
ca: Importa un fitxer de tema...
cs: Importovat soubor motivu...
da: Importer temafil...
de: Theme-Datei importieren...
es: Importar archivo de tema...
fi: Tuo teematiedosto...
fr: Importer un fichier de thème...
he: ייבוא קובץ ערכת נושא...
hu: Témafájl importálása…
it: Importa file tema...
ja: テーマファイルをインポート...
ko: 테마 파일 가져오기...
nb: Importer temafil...
nl: Themabestand importeren...
pl: Importuj plik motywu…
pt_br: Importar arquivo de tema…
pt_pt: Importar ficheiro de tema…
ro: Importă fișier temă…
sl: Uvozi datoteko teme …
sv: Importera temafil...
uk: Імпортувати файл теми...
vi: Nhập tệp chủ đề...
zh_hans: 导入主题文件...
zh_hant: 匯入主題檔案...

source: Import to YubiKey
ar: استيراد إلى YubiKey
ca: Importar al YubiKey
cs: Importovat na YubiKey
da: Importer til YubiKey
de: Auf YubiKey importieren
es: Importar a YubiKey
fi: Tuo YubiKeylle
fr: Importer sur le YubiKey
he: ייבוא ל-YubiKey
hu: Importálás a YubiKey-re
it: Importa su YubiKey
ja: YubiKeyに読み込み
ko: YubiKey로 가져오기
nb: Importer til YubiKey
nl: Importeren naar YubiKey
pl: Importuj na YubiKey
pt_br: Importar para YubiKey
pt_pt: Importar para YubiKey
ro: Importare pe YubiKey
sl: Uvozi na YubiKey
sv: Importera till YubiKey
uk: Імпортувати на YubiKey
vi: Nhập vào YubiKey
zh_hans: 导入到 YubiKey
zh_hant: 匯入到 YubiKey

source: Import your own Shadertoy-compatible GLSL shaders. Configure cursor effects in Cursor settings.
ar: استورد مُظلّلات GLSL المتوافقة مع Shadertoy. اضبط تأثيرات المؤشر في إعدادات المؤشر.
ca: Importeu els vostres propis shaders GLSL compatibles amb Shadertoy. Configureu els efectes del cursor a la configuració del cursor.
cs: Importujte vlastní GLSL shadery kompatibilní se Shadertoy. Efekty kurzoru konfigurujte v nastavení kurzoru.
da: Importer dine egne Shadertoy-kompatible GLSL-shadere. Konfigurer markøreffekter i Markør-indstillinger.
de: Importieren Sie eigene Shadertoy-kompatible GLSL-Shader. Konfigurieren Sie Cursor-Effekte in den Cursor-Einstellungen.
es: Importe sus propios shaders GLSL compatibles con Shadertoy. Configure los efectos del cursor en los ajustes de Cursor.
fi: Tuo omia Shadertoy-yhteensopivia GLSL-shadereita. Määritä kursorin tehosteet Kursori-asetuksissa.
fr: Importez vos propres shaders GLSL compatibles Shadertoy. Configurez les effets de curseur dans les réglages du curseur.
he: ייבא shaders של GLSL תואמי Shadertoy משלך. הגדר אפקטי סמן בהגדרות הסמן.
hu: Importáljon saját Shadertoy-kompatibilis GLSL shadereket. A kurzoreffektusokat a Kurzor beállításokban konfigurálhatja.
it: Importi i Suoi shader GLSL compatibili con Shadertoy. Configuri gli effetti del cursore nelle impostazioni Cursore.
ja: Shadertoy互換のGLSLシェーダーを読み込みます。カーソルエフェクトはカーソル設定で構成してください。
ko: Shadertoy 호환 GLSL 셰이더를 가져옵니다. 커서 효과는 커서 설정에서 구성하세요.
nb: Importer dine egne Shadertoy-kompatible GLSL-shadere. Konfigurer markøreffekter i Markør-innstillinger.
nl: Importeer uw eigen Shadertoy-compatibele GLSL-shaders. Configureer cursoreffecten in Cursorinstellingen.
pl: Importuj własne shadery GLSL kompatybilne z Shadertoy. Konfiguruj efekty kursora w ustawieniach kursora.
pt_br: Importe seus próprios shaders GLSL compatíveis com Shadertoy. Configure efeitos de cursor nos ajustes de Cursor.
pt_pt: Importe os seus próprios shaders GLSL compatíveis com Shadertoy. Configure os efeitos do cursor nas definições do Cursor.
ro: Importați propriile shadere GLSL compatibile cu Shadertoy. Configurați efectele cursorului în setările Cursor.
sl: Uvozite lastne Shadertoy-kompatibilne GLSL shaderje. Učinke kazalca nastavite v nastavitvah kazalca.
sv: Importera dina egna Shadertoy-kompatibla GLSL-shaders. Konfigurera marköreffekter i Markör-inställningar.
uk: Імпортуйте власні GLSL-шейдери, сумісні з Shadertoy. Налаштуйте ефекти курсора в параметрах курсора.
vi: Nhập các shader GLSL tương thích Shadertoy của riêng bạn. Cấu hình hiệu ứng con trỏ trong cài đặt Con trỏ.
zh_hans: 导入您自己的兼容 Shadertoy 的 GLSL 着色器。在光标设置中配置光标效果。
zh_hant: 匯入您自己的相容 Shadertoy 的 GLSL 著色器。在游標設定中配置游標效果。

source: Import your own TTF or OTF font files. Select multiple files at once to import all weights of a font family. If your font came as a ZIP file, extract it first using Finder.
ar: استورد ملفات خطوط TTF أو OTF الخاصة بك. حدد ملفات متعددة دفعة واحدة لاستيراد جميع أوزان عائلة الخطوط. إذا كان الخط بصيغة ZIP، فك ضغطه أولاً باستخدام Finder.
ca: Importeu els vostres propis fitxers de tipus de lletra TTF o OTF. Seleccioneu diversos fitxers alhora per importar tots els pesos d'una família tipogràfica. Si el vostre tipus de lletra ve en un fitxer ZIP, descomprimiu-lo primer amb el Finder.
cs: Importujte vlastní soubory písem TTF nebo OTF. Vyberte více souborů najednou pro import všech řezů rodiny písem. Pokud je písmo v ZIP souboru, nejprve ho rozbalte pomocí Finderu.
da: Importer dine egne TTF- eller OTF-skrifttypefiler. Vælg flere filer på én gang for at importere alle vægte af en skrifttypefamilie. Hvis din skrifttype kom som en ZIP-fil, pak den først ud med Finder.
de: Importieren Sie eigene TTF- oder OTF-Schriftdateien. Wählen Sie mehrere Dateien gleichzeitig aus, um alle Stärken einer Schriftfamilie zu importieren. Falls Ihre Schrift als ZIP-Datei vorliegt, entpacken Sie sie zuerst mit dem Finder.
es: Importe sus propios archivos de fuentes TTF u OTF. Seleccione varios archivos a la vez para importar todos los pesos de una familia tipográfica. Si su fuente viene en un archivo ZIP, extráigalo primero con Finder.
fi: Tuo omia TTF- tai OTF-fonttitiedostoja. Valitse useita tiedostoja kerralla tuodaksesi kaikki fonttiperheesi painot. Jos fonttisi tuli ZIP-tiedostona, pura se ensin Finderilla.
fr: Importez vos propres fichiers de police TTF ou OTF. Sélectionnez plusieurs fichiers à la fois pour importer toutes les graisses d'une famille de polices. Si votre police est dans un fichier ZIP, décompressez-la d'abord avec le Finder.
he: ייבא קבצי גופן TTF או OTF משלך. בחר מספר קבצים בבת אחת כדי לייבא את כל המשקלים של משפחת גופנים. אם הגופן שלך הגיע כקובץ ZIP, חלץ אותו תחילה באמצעות Finder.
hu: Importáljon saját TTF vagy OTF betűtípusfájlokat. Válasszon ki több fájlt egyszerre egy betűtípuscsalád összes súlyának importálásához. Ha a betűtípus ZIP fájlként érkezett, először csomagolja ki a Finder segítségével.
it: Importi i Suoi file font TTF o OTF. Selezioni più file contemporaneamente per importare tutti i pesi di una famiglia di font. Se il font è in formato ZIP, lo estragga prima utilizzando il Finder.
ja: TTFまたはOTFフォントファイルを読み込みます。複数のファイルを一度に選択してフォントファミリーの全ウェイトを読み込めます。ZIPファイルの場合は、まずFinderで解凍してください。
ko: TTF 또는 OTF 글꼴 파일을 가져옵니다. 여러 파일을 한 번에 선택하여 글꼴 패밀리의 모든 굵기를 가져올 수 있습니다. ZIP 파일인 경우 먼저 Finder에서 압축을 해제하세요.
nb: Importer dine egne TTF- eller OTF-skriftfiler. Velg flere filer samtidig for å importere alle vektene i en skrifttypefamilie. Hvis skrifttypen kom som en ZIP-fil, pakk den ut først med Finder.
nl: Importeer uw eigen TTF- of OTF-lettertypebestanden. Selecteer meerdere bestanden tegelijk om alle gewichten van een lettertypefamilie te importeren. Als uw lettertype als ZIP-bestand is geleverd, pak het dan eerst uit met Finder.
pl: Importuj własne pliki czcionek TTF lub OTF. Zaznacz wiele plików jednocześnie, aby zaimportować wszystkie odmiany rodziny czcionek. Jeśli czcionka jest w pliku ZIP, najpierw rozpakuj ją za pomocą Findera.
pt_br: Importe seus próprios arquivos de fonte TTF ou OTF. Selecione vários arquivos de uma vez para importar todos os pesos de uma família de fontes. Se sua fonte veio como arquivo ZIP, extraia primeiro usando o Finder.
pt_pt: Importe os seus próprios ficheiros de tipos de letra TTF ou OTF. Selecione vários ficheiros de uma vez para importar todos os pesos de uma família tipográfica. Se o seu tipo de letra veio como ficheiro ZIP, extraia-o primeiro utilizando o Finder.
ro: Importați propriile fișiere de font TTF sau OTF. Selectați mai multe fișiere simultan pentru a importa toate greutățile unei familii de fonturi. Dacă fontul a venit ca fișier ZIP, extrageți-l mai întâi folosind Finder.
sl: Uvozite lastne TTF ali OTF datoteke pisav. Izberite več datotek hkrati za uvoz vseh uteži družine pisav. Če ste pisavo prejeli kot ZIP datoteko, jo najprej razširite z Finderjem.
sv: Importera dina egna TTF- eller OTF-typsnittsfiler. Välj flera filer samtidigt för att importera alla vikter i en typsnittsfamilj. Om ditt typsnitt kom som en ZIP-fil, extrahera den först med Finder.
uk: Імпортуйте власні файли шрифтів TTF або OTF. Виберіть кілька файлів одночасно, щоб імпортувати всі накреслення сімейства шрифтів. Якщо ваш шрифт у ZIP-файлі, спочатку розпакуйте його за допомогою Finder.
vi: Nhập các tệp phông chữ TTF hoặc OTF của riêng bạn. Chọn nhiều tệp cùng một lúc để nhập tất cả độ đậm của một họ phông chữ. Nếu phông chữ của bạn là tệp ZIP, hãy giải nén trước bằng Finder.
zh_hans: 导入您自己的 TTF 或 OTF 字体文件。一次选择多个文件以导入字体家族的所有字重。如果字体是 ZIP 文件，请先使用 Finder 解压。
zh_hant: 匯入您自己的 TTF 或 OTF 字型檔案。一次選取多個檔案以匯入字型家族的所有字重。如果字型是 ZIP 檔案，請先使用 Finder 解壓縮。

source: Import your own TTF or OTF font files. Select multiple files at once to import all weights of a font family. If your font came as a ZIP file, extract it first using the Files app.
ar: استورد ملفات خطوط TTF أو OTF الخاصة بك. حدد ملفات متعددة دفعة واحدة لاستيراد جميع أوزان عائلة الخطوط. إذا كان الخط بصيغة ZIP، فك ضغطه أولاً باستخدام تطبيق الملفات.
ca: Importeu els vostres propis fitxers de tipus de lletra TTF o OTF. Seleccioneu diversos fitxers alhora per importar tots els pesos d'una família tipogràfica. Si el vostre tipus de lletra ve en un fitxer ZIP, descomprimiu-lo primer amb l'aplicació Fitxers.
cs: Importujte vlastní soubory písem TTF nebo OTF. Vyberte více souborů najednou pro import všech řezů rodiny písem. Pokud je písmo v ZIP souboru, nejprve ho rozbalte pomocí aplikace Soubory.
da: Importer dine egne TTF- eller OTF-skrifttypefiler. Vælg flere filer på én gang for at importere alle vægte af en skrifttypefamilie. Hvis din skrifttype kom som en ZIP-fil, pak den først ud med appen Filer.
de: Importieren Sie eigene TTF- oder OTF-Schriftdateien. Wählen Sie mehrere Dateien gleichzeitig aus, um alle Stärken einer Schriftfamilie zu importieren. Falls Ihre Schrift als ZIP-Datei vorliegt, entpacken Sie sie zuerst mit der Dateien-App.
es: Importe sus propios archivos de fuentes TTF u OTF. Seleccione varios archivos a la vez para importar todos los pesos de una familia tipográfica. Si su fuente viene en un archivo ZIP, extráigalo primero con la app Archivos.
fi: Tuo omia TTF- tai OTF-fonttitiedostoja. Valitse useita tiedostoja kerralla tuodaksesi kaikki fonttiperheesi painot. Jos fonttisi tuli ZIP-tiedostona, pura se ensin Tiedostot-sovelluksella.
fr: Importez vos propres fichiers de police TTF ou OTF. Sélectionnez plusieurs fichiers à la fois pour importer toutes les graisses d'une famille de polices. Si votre police est dans un fichier ZIP, décompressez-la d'abord avec l'app Fichiers.
he: ייבא קבצי גופן TTF או OTF משלך. בחר מספר קבצים בבת אחת כדי לייבא את כל המשקלים של משפחת גופנים. אם הגופן שלך הגיע כקובץ ZIP, חלץ אותו תחילה באמצעות אפליקציית קבצים.
hu: Importáljon saját TTF vagy OTF betűtípusfájlokat. Válasszon ki több fájlt egyszerre egy betűtípuscsalád összes súlyának importálásához. Ha a betűtípus ZIP fájlként érkezett, először csomagolja ki a Fájlok alkalmazás segítségével.
it: Importi i Suoi file font TTF o OTF. Selezioni più file contemporaneamente per importare tutti i pesi di una famiglia di font. Se il font è in formato ZIP, lo estragga prima utilizzando l'app File.
ja: TTFまたはOTFフォントファイルを読み込みます。複数のファイルを一度に選択してフォントファミリーの全ウェイトを読み込めます。ZIPファイルの場合は、まずファイルアプリで解凍してください。
ko: TTF 또는 OTF 글꼴 파일을 가져옵니다. 여러 파일을 한 번에 선택하여 글꼴 패밀리의 모든 굵기를 가져올 수 있습니다. ZIP 파일인 경우 먼저 파일 앱에서 압축을 해제하세요.
nb: Importer dine egne TTF- eller OTF-skriftfiler. Velg flere filer samtidig for å importere alle vektene i en skrifttypefamilie. Hvis skrifttypen kom som en ZIP-fil, pakk den ut først med Filer-appen.
nl: Importeer uw eigen TTF- of OTF-lettertypebestanden. Selecteer meerdere bestanden tegelijk om alle gewichten van een lettertypefamilie te importeren. Als uw lettertype als ZIP-bestand is geleverd, pak het dan eerst uit met de Bestanden-app.
pl: Importuj własne pliki czcionek TTF lub OTF. Zaznacz wiele plików jednocześnie, aby zaimportować wszystkie odmiany rodziny czcionek. Jeśli czcionka jest w pliku ZIP, najpierw rozpakuj ją za pomocą aplikacji Pliki.
pt_br: Importe seus próprios arquivos de fonte TTF ou OTF. Selecione vários arquivos de uma vez para importar todos os pesos de uma família de fontes. Se sua fonte veio como arquivo ZIP, extraia primeiro usando o app Arquivos.
pt_pt: Importe os seus próprios ficheiros de tipos de letra TTF ou OTF. Selecione vários ficheiros de uma vez para importar todos os pesos de uma família tipográfica. Se o seu tipo de letra veio como ficheiro ZIP, extraia-o primeiro utilizando a aplicação Ficheiros.
ro: Importați propriile fișiere de font TTF sau OTF. Selectați mai multe fișiere simultan pentru a importa toate greutățile unei familii de fonturi. Dacă fontul a venit ca fișier ZIP, extrageți-l mai întâi folosind aplicația Fișiere.
sl: Uvozite lastne TTF ali OTF datoteke pisav. Izberite več datotek hkrati za uvoz vseh uteži družine pisav. Če ste pisavo prejeli kot ZIP datoteko, jo najprej razširite z aplikacijo Datoteke.
sv: Importera dina egna TTF- eller OTF-typsnittsfiler. Välj flera filer samtidigt för att importera alla vikter i en typsnittsfamilj. Om ditt typsnitt kom som en ZIP-fil, extrahera den först med appen Filer.
uk: Імпортуйте власні файли шрифтів TTF або OTF. Виберіть кілька файлів одночасно, щоб імпортувати всі накреслення сімейства шрифтів. Якщо ваш шрифт у ZIP-файлі, спочатку розпакуйте його за допомогою програми «Файли».
vi: Nhập các tệp phông chữ TTF hoặc OTF của riêng bạn. Chọn nhiều tệp cùng một lúc để nhập tất cả độ đậm của một họ phông chữ. Nếu phông chữ của bạn là tệp ZIP, hãy giải nén trước bằng ứng dụng Tệp.
zh_hans: 导入您自己的 TTF 或 OTF 字体文件。一次选择多个文件以导入字体家族的所有字重。如果字体是 ZIP 文件，请先使用“文件”应用解压。
zh_hant: 匯入您自己的 TTF 或 OTF 字型檔案。一次選取多個檔案以匯入字型家族的所有字重。如果字型是 ZIP 檔案，請先使用「檔案」App 解壓縮。

source: imported
ar: مُستورَد
ca: importat
cs: importováno
da: importeret
de: importiert
es: importado
fi: tuotu
fr: importé
he: יובא
hu: importálva
it: importato
ja: インポート済み
ko: 가져옴
nb: importert
nl: geimporteerd
pl: zaimportowano
pt_br: importado
pt_pt: importado
ro: importat
sl: uvoženo
sv: importerad
uk: імпортовано
vi: đã nhập
zh_hans: 已导入
zh_hant: 已匯入
